Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/joikaaminen_ja_tarinankerronta_-_koulutuspaiva_opettajille_lastenhoitajille_ja_vanhemmille.html.tmx
Source language: fin
Languages: sme

source: JOIKAAMINEN JA TARINANKERRONTA – Koulutuspäivä opettajille, lastenhoitajille ja vanhemmille
sme: JUOIGAN JA MÁINNASTEAPMI – Skuvlenbeaivi oahpaheddjiide, mánáiddivššáriidda ja váhnemiidda

source: INARISSA SAJOKSESSA 28.10.2020
sme: ANÁRIS SAJOSIS 28.10.2020

source: Ohjelma:
sme: Prográmma:

source: 9.00-9.30 Joikaamalla kasvattaminen (joikaaja Inga-Máret Gaup-Juuso)
sme: 9.00-9.30 Juoigamiin bajásgeassit, gullevašvuohta (juoigi Inga-Máret Gaup-juuso)

source: 9.30-10.00 Joikuperinteen elvyttäminen (muusikko Anna Näkkäläjärvi-Länsman)
sme: 9.30-10.00 Luohteárbevieru ealáskahttin (musihkkár Anna Näkkäläjärvi-Länsman)

source: Kokemuksia joikaamisen oppimisesta ja lasten opettamisesta
sme: Vásáhusat juoigama oahppamis ja mánáid oahpaheamis

source: 10.00-10.45 Kertojan keinot ja apuvälineet (näyttelijä Irene Länsman)
sme: 10.00-10.45 Máinnasteaddji vuogit ja veahkkeneavvut (neavttár Irene Länsman)

source: 10.45-11.00 Saamelaismusiikki ja joikaaminen saamelaisopetuksessa (opettaja Maarit Niittyvuopio)
sme: 10.45-11.00 Sámemusihkka ja juoigan sámeoahpahusas (oahpaheaddji Maarit Niittyvuopio)

source: 11.00-12.00 Ruokatauko
sme: 11.00-12.00 Boradanboddu

source: 12.00-12.45 Kokemuksia joikaamisen opettamisesta ja oppimisesta (muusikko Tiina Aikio)
sme: 12.00-12.45 Vásáhusat juoigama oahpaheamis ja oahppamis (musihkkár Tiina Aikio)

source: 12.45-13.00 Kahvitauko
sme: 12.45-13.00 Gáfeboddu

source: 13.00-13.30 NIGÁ-lapsille ja nuorille (kirjailija Niilo Aikio, Jávrre Juhán Niillás)
sme: 13.00-13.30 NIGÁ-mánáide ja nuoraide (girječálli Niilo Aikio Jávrre Juhán Niillás)

source: Omalla kielellä, sävelellä ja mielellä
sme: Iežan gielain, šuoŋain, mielain

source: Lasten ääni kuuluviin
sme: Mánáid jietna gullosii

source: 14.15-14.30 Koulun tai päiväkodin joiku tai laulu, Oula Guttorm ja Petra Magga-Vars
sme: 14.15-14.30 Skuvlla dahje beaiveruovttu luohti dahje lávlla, Oula Guttorm ja Petra Magga-Vars

source: 14.30-15.00 Yhteinen lopetus ja keskustelu + palautelomake
sme: 14.30-15.00 Oktasaš loahpaheapmi ja ságastallan + máhcahanskovvi

source: Ilmoittautumiset etukäteen 16.10. mennessä: petra.magga(at)samediggi.fi
sme: Almmuheamit ovddalgihtii 16.10. rádjái: petra.magga(at)samediggi.fi

source: Muuta tietoa:
sme: Eará dieđut:

source: Otamme koulutukseen paikan päälle Sajokseen sisälle enintään 50 henkilöä.
sme: Mii váldit sisa eanemustá 50 olbmo skuvlejupmái báikki ala Sajosii.

source: Osallistujille tarjotaan kasvomaskit.
sme: Oassálasttiide fállojuvvojit ámadadjosuojit.

source: Jos haluat osallistua etäyhteyksin, ilmoita se samalla, kun ilmoitat itsesi koulutukseen.
sme: Juos háliidat oassálastit gáiddusoktavuođain, almmut dan seammás go almmuhat iežat skuvlejupmái.

source: SAAMELAINEN LASTENKULTTUURIKESKUS MÁNNU JA SAAMELAISMUSIIKKIKESKUS
sme: SÁMI MÁNÁID KULTURGUOVDDÁŠ MÁNNU JA SÁMEMUSIHKKAGUOVDDÁŠ
